Repository: IxTAP/BirthTime
Catalog: lib/L10n/app_*.arb
Languages: es, it

# appTitle
source: BirthDate Elapsed
it: Tempo trascorso

# levelYear
source: Year
es: A単os
it: Anni

# levelMonth
source: Month
es: Meses
it: Mesi

# levelDay
source: Day
es: Dias
it: Giorni

# levelHours
source: Hours
es: Horas
it: Ore

# levelMinuts
source: Minuts
es: Minutos
it: Minuti

# andSeparator
source: and
es: y
it: e

# diffYears
source: {count, plural, =0{an} =1{an} other{ans}
es: {count, plural, =0{a単o} =1{a単o} other{a単os}
it: {count, plural, =0{anni} =1{anno} other{anni}

# diffMonths
source: {count, plural, =0{mois} other{mois}
es: {count, plural, =0{meses} =1{mes} other{meses}
it: {count, plural, =0{mesi} =1{mese} other{mesi}

# diffDays
source: {count, plural, =0{jour} =1{jour} other{jours}
es: {count, plural, =0{dias} =1{dia} other{dias}
it: {count, plural, =0{giorni} =1{giorno} other{giorni}

# diffHours
source: {count, plural, =0{heure} =1{heure} other{heures}
es: {count, plural, =0{horas} =1{hora} other{horas}
it: {count, plural, =0{ore} =1{ora} other{ore}

# diffMinutes
source: {count, plural, =0{minute} =1{minute} other{minutes}
es: {count, plural, =0{minutos} =1{minuto} other{minutos}
it: {count, plural, =0{minuti} =1{minuto} other{minuti}
